IDEA Open Model
OpenModel.PointSupportNode Property
Compatible with IDEA StatiCa v 10.1
 List of Point support in node
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<PointSupportNode> PointSupportNode { get; set; }
Public Property PointSupportNode As List(Of PointSupportNode)
	Get
	Set
public:
property List<PointSupportNode^>^ PointSupportNode {
	List<PointSupportNode^>^ get ();
	void set (List<PointSupportNode^>^ value);
}
Property Value
Type: List<PointSupportNode>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace